{
  "img": "Alec_Pagliarussi_Profile_picture.jpg",
  "paragraphs": [
    "I am a Software Engineer, highly skilled in designing in developing React and NodeJS applications.",
    "My journey in programming started back in high school, when I took part in many Robotics competitions and discovered my passion for problem-solving and creating things both hardware and software related.",
    "After graduating from high school I was invited to work as a Robotics and Programming teacher, opened my own business, a 3D Printing Services company and worked on many projects, from designing my 3D printer to building drones and robots.",
    "I enrolled in George Brown College's Computer Programmer Analyst course, where I among many things I had the opportunity to work as a tutor and teacher assistant, develop a diverse set of projects and work with industry partners.",
    "I am a challenge-driven person who excels at working in teams and cooperation with a passion for learning and teaching."
  ],
  "paragraphOne": "Currently taking the last semester of the Computer Programmer Analyst program at George Brown College and looking for a position as Software Developer after graduation.",
  "paragraphTwo": "I am a challenge driven person, with strong teamwork and cooperation skills, and passionate about learning and teaching.",
  "paragraphThree": "I started programming during High School and since then I had the opportunity to work with a wide variety of technologies, ranging from robots, microprocessors and 3D printers to designing and developing software.",
  "resume": "https://drive.google.com/file/d/1S9A2dhzPu2MmsqQKEXzTfzv0PUbt4o06/view?usp=sharing",
  "coverLetter": "https://drive.google.com/file/d/19sMQ8SndArrPwm3GHFKDfqp6efNthIOW/view?usp=sharing",
  "philosophy": "'Pleasure in the job puts perfection in the work' - Aristotle",
  "old": [
    "Currently taking the last semester of the Computer Programmer Analyst program at George Brown College and looking for a position as Software Developer after graduation.",
    "I am a challenge driven person, with strong teamwork and cooperation skills, and passionate about learning and teaching.",
    "I started programming during High School and since then I had the opportunity to work with a wide variety of technologies, ranging from robots, microprocessors and 3D printers to designing and developing software."
  ]
}
